<?php
// Heading
$_['heading_title']        = 'ការបញ្ជាទិញរបស់អ្នកត្រូវបានកម៉ង់ហើយ!';

// Text
$_['text_basket']          = 'ទិញ​ឥវ៉ាន់';
$_['text_checkout']        = 'គិតលុយ';
$_['text_success']         = 'ជោគជ័យ';
$_['text_customer']        = '<p>ការបញ្ជាទិញរបស់អ្នកត្រូវបានដំណើរការដោយជោគជ័យ!</p><p>អ្នកអាចមើលប្រវត្តិបញ្ជាទិញរបស់អ្នកដោយចូលទៅកាន់ <a href="%s">ទំព័រគណនីរបស់ខ្ញុំ</a> ហើយដោយចុចលើ<a href="%s">ប្រវត្តិ</a>.</p><p>ប្រសិនបើការទិញរបស់អ្នកមានការទាញយកដែលទាក់ទងអ្នកអាចចូលទៅកាន់ទំព័រ<a href="%s">ទាញយក</a> គណនីដើម្បីមើលពួកវា។.</p><p>សូមណែនាំសំណួរដែលអ្នកមានទៅកាន់<a href="%s">ម្ចាស់ហាង</a>។</p><p>សូមអរគុណសម្រាប់ការទិញទំនិញជាមួយយើងតាមអ៊ិនធើណែត</p>';
$_['text_guest']           = '<p>ការបញ្ជាទិញរបស់អ្នកត្រូវបានដំណើរការដោយជោគជ័យ!</p><p>សូមណែនាំសំណួរដែលអ្នកមានទៅកាន់ <a href="%s">ម្ចាស់ហាង</a>។</p><p>សូមអរគុណសម្រាប់ការទិញទំនិញជាមួយយើងតាមអ៊ិនធើណែត!</p>';