<?php
// Heading
$_['heading_title']      = 'ព័ត៌មានគណនីរបស់ខ្ញុំ';

// Text
$_['text_account']       = 'គណនី';
$_['text_edit']          = 'ព័ត៌មានកែសំរួល';
$_['text_your_details']  = 'ព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក';
$_['text_success']       = 'ជោគជ័យ៖ គណនីរបស់អ្នកត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។';

// Entry
$_['entry_firstname']    = 'នាមខ្លួន';
$_['entry_lastname']     = 'នាមត្រកូល';
$_['entry_email']        = 'អ៊ីមែល';
$_['entry_telephone']    = 'ទូរស័ព្ទ';

// Error
$_['error_exists']       = 'ការព្រមានៈអាសយដ្ឋានអ៊ីមែលត្រូវបានចុះឈ្មោះរួចហើយ!';
$_['error_firstname']    = 'នាមខ្លួនត្រូវតែមានចន្លោះពី ១ ដល់ ៣២ តួអក្សរ!';
$_['error_lastname']     = 'នាមត្រកូលត្រូវតែមានពី ១ ដល់ ៣២ តួអក្សរ!';
$_['error_email']        = 'អាស័យដ្ឋានអ៊ីម៉ែលហាក់ដូចជាមិនមានសុពលភាពទេ!';
$_['error_telephone']    = 'លេខទូរស័ព្ទត្រូវតែមានពី ៣ ទៅ ៣២ តួអក្សរ!';
$_['error_custom_field'] = '%s ទាមទារ!';