<?php
// Heading
$_['heading_title']                = 'ចូលគណនី';

// Text
$_['text_account']                 = 'គណនី';
$_['text_login']                   = 'ចូល';
$_['text_new_customer']            = 'អតិថជនថ្មី';
$_['text_register']                = 'ចុះឈ្មោះគណនី';
$_['text_register_account']        = 'តាមរយៈការបង្កើតគណនីអ្នកនឹងអាចទិញបានកាន់តែលឿនត្រូវតាមស្ថានភាពបញ្ជាទិញនិងតាមដានរាល់ការបញ្ជាទិញដែលអ្នកបានធ្វើពីមុន។';
$_['text_returning_customer']      = 'ការផ្តល់ជូនអតិថិជនវិញ';
$_['text_i_am_returning_customer'] = 'ខ្ញុំជាអតិថិជនត្រឡប់មកវិញ';
$_['text_forgotten']               = 'ភ្លេចលេខសម្ងាត់';

// Entry
$_['entry_email']                  = 'អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល';
$_['entry_password']               = 'ពាក្យសម្ងាត់';

// Error
$_['error_login']                  = 'ការព្រមាន៖ មិនត្រូវគ្នានឹងអាស័យដ្ឋានអ៊ីមែលនិង / ឬលេខសម្ងាត់.';
$_['error_attempts']               = 'ការព្រមាន៖ គណនីរបស់អ្នកបានលើសចំនួនអនុញ្ញាតចូលហើយ។ សូមព្យាយាមម្តងទៀតក្នុងរយៈពេល ១ ម៉ោង.';
$_['error_approved']               = 'ការព្រមាន៖ គណនីរបស់អ្នកត្រូវការការយល់ព្រមមុនពេលអ្នកចូល.';