<?php
// Heading
$_['heading_title'] = 'គណនី​របស់​អ្នក​ត្រូវ​បាន​បង្កើត!';
$_['heading_title_confirm'] = 'បញ្ជាក់លេខទូរស័ព្ទរបស់អ្នក!';
$_['message_title'] = 'សូមចូលអ៊ីមែលរបស់អ្នកដើម្បីបញ្ជាក់!';
// Text
$_['text_message']  = '<p> សូមអបអរសាទរ! គណនីថ្មីរបស់អ្នកត្រូវបានបង្កើតឡើងដោយជោគជ័យ! </p> <p> ឥឡូវនេះអ្នកអាចទាញយកអត្ថប្រយោជន៍ពីសមាជិកដើម្បីបង្កើនបទពិសោធន៍ទិញទំនិញតាមអ៊ិនធរណេតរបស់អ្នកជាមួយយើង។ សូមផ្ញើអ៊ីមែលទៅម្ចាស់ហាង។ </p> <p> ការបញ្ជាក់ត្រូវបានផ្ញើទៅអាសយដ្ឋានអ៊ីមែលដែលបានផ្តល់ជូន។ ប្រសិនបើអ្នកមិនបានទទួលវាក្នុងរយៈពេលមួយម៉ោងសូម <a href="%s"> ទាក់ទងយើង </a> ។ </p>';
$_['text_confirm_message']  = '<p> លេខកូដសុវត្ថិភាពត្រូវបានផ្ញើទៅលេខទូរស័ព្ទរបស់អ្នកសូមបញ្ចូលលេខកូដ ៤ ខ្ទង់ដើម្បីបញ្ជាក់! </p>';
$_['text_approval'] = '<p> សូមអរគុណចំពោះការចុះឈ្មោះជាមួយ% s! </p> <p> ប្រសិនបើអ្នកមានសំណួរណាមួយអំពីប្រតិបត្តិការហាងលក់តាមអ៊ីនធឺណិតនេះសូម <a href="%s"> ទាក់ទងម្ចាស់ហាង </a> ។ </p>';
$_['text_account']  = 'គណនី';
$_['text_success']  = 'ជោគជ័យ';
$_['text_confirm']  = 'ចុចបញ្ជាក់';